"Loading images..." = "Loading images...";
"size in bytes" = "%ld bytes";
"size in kilobytes" = "%.1f KB";
"size in megabytes" = "%.1f MB";
"size in gigabytes" = "%.1f GB";
"no item" = "no item";
"one or zero image plus size" = "%d item, %@";
"image count plus size" = "%d items, %@";
"image count and selection count (<=1) plus size" = "%d of %d item, %@";
"image count and selection count (>1) plus size" = "%d of %d items, %@";
"one or zero image" = "%d item";
"image count" = "%d items";
"image count and selection count (<=1)" = "%d of %d item";
"image count and selection count (>1)" = "%d of %d items";
"Image browser" = "Image browser";